Repository: rholeczy/zappe-ios
Catalog: Zappe/Zappe/Localizable.xcstrings
Source language: en
Languages: fr

# ContentView_CurrentMonthLabel
source: Actual month
fr: Mois actuel

# LoadingView_LoadingLabel
source: Zappe is loading your photos...
fr: Zappe charge vos photos...

# MonthDetailView_ButtonBackLabel
source: Back
fr: Retour

# MonthDetailView_ButtonCancelLabel
source: Cancel
fr: Annuler

# MonthDetailView_KeepButtonLabel
source: Keep
fr: Garder

# MonthDetailView_LoadingLabel
source: Loading…
fr: Chargement…

# MonthDetailView_OfflineModeMessage
source: Only photos already on the device are displayed.
fr: Seules les photos déjà présentes sur l'appareil sont affichées.

# MonthDetailView_OfflineModeTitle
source: Offline Mode
fr: Mode hors-ligne

# MonthDetailView_ZappeActionLabel
source: Zappe
fr: Zapper

# MonthDetailView_ZappedPhotosMessage
source: Zapped photos
fr: Photos zappées
